registerCountry("bangladesh", {
  iso: 'BD',
  colors: ['#006A4E', '#F42A41'],
  languages: {
    national: ['Bengali'],
    other: ['Chittagonian', 'Sylheti', 'Rangpuri', 'Chakma', 'Rohingya', 'Santali', 'Bishnupriya Manipuri']
  },
  glyphs: {
    'Bengali': [
      'অ', 'আ', 'ই', 'ঈ', 'উ', 'ঊ', 'ঋ', 'এ', 'ঐ', 'ও', 'ঔ',
      'ক', 'খ', 'গ', 'ঘ', 'ঙ', 'চ', 'ছ', 'জ', 'ঝ', 'ঞ',
      'ট', 'ঠ', 'ড', 'ড়', 'ঢ', 'ঢ়', 'ণ',
      'ত', 'থ', 'দ', 'ধ', 'ন',
      'প', 'ফ', 'ব', 'ভ', 'ম',
      'য', 'য়', 'র', 'ল', 'শ', 'ষ', 'স', 'হ', 'ং', 'ঃ', 'ঁ',
      '০', '১', '২', '৩', '৪', '৫', '৬', '৭', '৮', '৯',
      'া', 'ি', 'ী', 'ু', 'ূ', 'ৃ', 'ে', 'ৈ', 'ো', 'ৌ', '্'
    ]
  }
});
