registerCountry("cambodia", {
  iso: 'KH',
  colors: ['#032EA1', '#E00025'],
  languages: {
    national: ['Khmer'],
    other: ['Cham', 'Vietnamese', 'Chinese', 'Jarai', 'Rade']
  },
  glyphs: {
    'Khmer': [
      'ក', 'ខ', 'គ', 'ឃ', 'ង', 'ច', 'ឆ', 'ជ', 'ឈ', 'ញ', 'ដ', 'ឋ', 'ឌ', 'ឍ', 'ណ',
      'ត', 'ថ', 'ទ', 'ធ', 'ន', 'ប', 'ផ', 'ព', 'ភ', 'ម', 'យ', 'រ', 'ល', 'វ', 'ឝ', 'ឞ',
      'ស', 'ហ', 'ឡ', 'អ',
      'ា', 'ិ', 'ី', 'ឹ', 'ឺ', 'ុ', 'ូ', 'ួ', 'ើ', 'ឿ', 'ៀ', 'េ', 'ែ', 'ៃ', 'ោ', 'ៅ',
      'ំ', 'ះ', 'ៈ', '៉', '៊', '់', '៌', '៍', '៎', '៏', '័', '៑', '្',
      '០', '១', '២', '៣', '៤', '៥', '៦', '៧', '៨', '៩'
    ]
  }
});
