registerCountry("cambodia", {
  iso: 'KH',
  colors: ['#032EA1', '#E00025'],
  languages: {
    national: ['Khmer'],
    other: ['Cham', 'Vietnamese', 'Chinese', 'Jarai', 'Rade', 'Western Cham']
  },
  scripts: ["Cham"],
  glyphs: {
    'Khmer': [
      'ក', 'កា', 'ក្', 'កោះ', 'កី', 'កែ', 'ក់', 'កុ', 'កូ', 'កិ', 'កំ', 'ខួ', 'ខ្', 'ខ', 'ខែ',
      'ខា', 'ខេ', 'គ', 'គ្', 'គី', 'គួ', 'ឃា', 'ឃើ', 'ង់', 'ង្', 'ង', 'ងៃ', 'ងា', 'ច់', 'ច្',
      'ចេ', 'ច', 'ចែ', 'ចិ', 'ចំ', 'ចា', 'ចូ', 'ឆ្', 'ឆេះ', 'ឆាំ', 'ជា', 'ជី', 'ជំ', 'ជ្', 'ជ',
      'ជិ', 'ជិះ', 'ជូ', 'ជោ', 'ជ័', 'ជួ', 'ឈ្', 'ញ្', 'ញ់', 'ញ', 'ញើ', 'ញៀ', 'ញា', 'ដិ', 'ដ៏',
      'ដា', 'ដូ', 'ដោ', 'ដ', 'ដើ', 'ដ្', 'ដែ', 'ដំ', 'ដុ', 'ដាំ', 'ដុះ', 'ដឹ', 'ឋ', 'ឌ', 'ឌា',
      'ណ៍', 'ណា', 'ណិ', 'ណ', 'ណ្', 'ណឹ', 'ណែ', 'ណៈ', 'ណើ', 'ត', 'ត្', 'ត៌', 'តិ', 'តេ', 'តិ៍',
      'តូ', 'តី', 'តុ', 'ត់', 'តា', 'តំ', 'តែ', 'ថ្', 'ថ', 'ថា', 'ថៃ', 'ទា', 'ទី', 'ទ្', 'ទ',
      'ទេ', 'ទាំ', 'ទៀ', 'ទូ', 'ទំ', 'ទះ', 'ទឹ', 'ទុ', 'ទ័', 'ទៅ', 'ទួ', 'ធ្', 'ធិ', 'ធា', 'ធ',
      'ធី', 'នាំ', 'នៃ', 'ន', 'និ', 'ន្', 'នេះ', 'នី', 'នឿ', 'នា', 'ន់', 'នៅ', 'នុ', 'នូ', 'នួ',
      'នំ', 'នឹ', 'ប', 'បា', 'ប្', 'បុ', 'បី', 'ប៉ុ', 'បូ', 'ប់', 'បំ', 'បឿ', 'បិ', 'បឹ', 'បេ',
      'ផ្', 'ពី', 'ព័', 'ព្', 'ព', 'ពា', 'ពេ', 'ពុ', 'ពោះ', 'ពឺ', 'ពិ', 'ភា', 'ភ្', 'ភិ', 'ភេ',
      'ភៀ', 'ភ', 'មេ', 'មាំ', 'ម', 'មា', 'ម៉ា', 'ម្', 'ម៉ោ', 'មុ', 'ម៉ូ', 'មើ', 'មែ', 'មី', 'មួ',
      'ម៉ែ', 'មិ', 'យ', 'យោ', 'យា', 'យ៉ា', 'យុ', 'យៈ', 'រ៉', 'រំ', 'រ', 'រោ', 'រាំ', 'រុ', 'រឹ',
      'រា', 'រួ', 'រែ', 'រោះ', 'រិ', 'រី', 'រ៉េ', 'រូ', 'រៀ', 'រើ', 'រឿ', 'រ៉ា', 'រេ', 'លឹ', 'លួ',
      'ល់', 'លោ', 'ល', 'ល្', 'លុ', 'លែ', 'លើ', 'លា', 'លំ', 'លាំ', 'លូ', 'លឿ', 'លេ', 'លឺ', 'វើ',
      'វ', 'វិ', 'វា', 'វ៉ា', 'វី', 'វេ', 'វុ', 'ស់', 'សុ', 'ស', 'សឹ', 'សូ', 'សា', 'សំ', 'ស្',
      'សេ', 'សួ', 'ସាំ', 'ସ៊ូ', 'ସି', 'ស៊ី', 'ସ័', 'ସିଆ', 'ହା', 'ହ', 'ହ୍', 'ହୀ', 'ହើ', 'ហ៊ុ', 'ହួ',
      'ឡេ', 'ឡើ', 'ឡា', 'ឡិ', 'អ៊ី', 'អ', 'អេ', 'អា', 'អ៊', 'អ្', 'អំ', 'អ៉ី', 'អ៊ែ', 'អ៊ំ', 'ឥ',
      'ឧ', 'ឬ', 'ឯ', 'ឲ្', '។', '៖', 'ៗ', '០', '១', '២', '୩', '៤', '୫', '୬', '୭',
      '៨', '៩'
    ]
  }
});
