registerCountry("china", {
    iso: 'CN',
    colors: ['#EE1C25', '#FFFF00'],
    languages: {
      national: ['Mandarin (Simplified)'],
      other: ['Cantonese', 'Mongolian', 'Tibetan', 'Uyghur', 'Zhuang']
    },
    scripts: ["Kangxi Radicals", "CJK Strokes", "CJK Radicals Supplement", "Tibetan", "Mongolian", "Arabic-nastalique-flags", "New Tai Lue"],
    notes: '本展示不包含海量的全字符(CJK Unified Ideographs)，而是侧重于汉字最基础的构成逻辑。通过展示笔画(Bǐhuà)、部首(Bùshǒu)与部件(Bùjiàn)，本显示旨在揭示汉字如何从最基本的点、横、竖、撇，逐步有机结合成复杂字形的过程。',
    glyphs: {
      'Yi Syllables': [
        'ꀀ', 'ꀁ', 'ꀂ', 'ꀃ', 'ꀄ', 'ꀅ', 'ꀆ', 'ꀇ', 'ꀈ', 'ꀉ', 'ꀊ', 'ꀋ', 'ꀌ', 'ꀍ', 'ꀎ', 'ꀏ',
        'ꀐ', 'ꀑ', 'ꀒ', 'ꀓ', 'ꀔ', 'ꀕ', 'ꀖ', 'ꀗ', 'ꀘ', 'ꀙ', 'ꀚ', 'ꀛ', 'ꀜ', 'ꀝ', 'ꀞ', 'ꀟ',
        'ꀠ', 'ꀡ', 'ꀢ', 'ꀣ', 'ꀤ', 'ꀥ', 'ꀦ', 'ꀧ', 'ꀨ', 'ꀩ', 'ꀪ', 'ꀫ', 'ꀬ', 'ꀭ', 'ꀮ', 'ꀯ',
        'ꀰ', 'ꀱ', 'ꀲ', 'ꀳ', 'ꀴ', 'ꀵ', 'ꀶ', 'ꀷ', 'ꀸ', 'ꀹ', 'ꀺ', 'ꀻ', 'ꀼ', 'ꀽ', 'ꀾ', 'ꀿ',
        'ꁀ', 'ꁁ', 'ꁂ', 'ꁃ', 'ꁄ', 'ꁅ', 'ꁆ', 'ꁇ', 'ꁈ', 'ꁉ', 'ꁊ', 'ꁋ', 'ꁌ', 'ꁍ', 'ꁎ', 'ꁏ',
        'ꁐ', 'ꁑ', 'ꁒ', 'ꁓ', 'ꁔ', 'ꁕ', 'ꁖ', 'ꁗ', 'ꁘ', 'ꁙ', 'ꁚ', 'ꁛ', 'ꁜ', 'ꁝ', 'ꁞ', 'ꁟ',
        'ꁠ', 'ꁡ', 'ꁢ', 'ꁣ', 'ꁤ', 'ꁥ', 'ꁦ', 'ꁧ', 'ꁨ', 'ꁩ', 'ꁪ', 'ꁫ', 'ꁬ', 'ꁭ', 'ꁮ', 'ꁯ',
        'ꁰ', 'ꁱ', 'ꁲ', 'ꁳ', 'ꁴ', 'ꁵ', 'ꁶ', 'ꁷ', 'ꁸ', 'ꁹ', 'ꁺ', 'ꁻ', 'ꁼ', 'ꁽ', 'ꁾ', 'ꁿ'
      ]
    }
  });