registerCountry("eritrea", {
  iso: 'ER',
  colors: ['#12AD2B', '#4189DD', '#EA0437', '#FFC726'],
  languages: {
    national: ['Tigrinya', 'Arabic', 'English'],
    other: ['Tigre', 'Afar', 'Beja', 'Bilen', 'Kunama', 'Nara', 'Saho', 'Blin']
  },
  scripts: ["Arabic-reduced"],
  glyphs: {
    'Ethiopic': [
      'ሀ', 'ሁ', 'ሂ', 'ሃ', 'ሄ', 'ህ', 'ሆ',
      'ለ', 'ሉ', 'ሊ', 'ላ', 'ሌ', 'ል', 'ሎ', 'ሏ',
      'ሔ', 'ሕ',
      'መ', 'ሙ', 'ሚ', 'ማ', 'ሜ', 'ም', 'ሞ',
      'ሠ', 'ሥ',
      'ረ', 'ሩ', 'ሪ', 'ራ', 'ሬ', 'ር', 'ሮ',
      'ሰ', 'ሱ', 'ሲ', 'ሳ', 'ሴ', 'ስ', 'ሶ', 'ሷ',
      'ሸ', 'ሹ', 'ሻ', 'ሽ',
      'ቀ', 'ቁ', 'ቂ', 'ቃ', 'ቄ', 'ቅ', 'ቆ', 'ቋ',
      'በ', 'ቡ', 'ቢ', 'ባ', 'ቤ', 'ብ', 'ቦ',
      'ቨ', 'ቪ',
      'ተ', 'ቱ', 'ቲ', 'ታ', 'ቴ', 'ት', 'ቶ',
      'ቸ', 'ቹ', 'ቻ', 'ች',
      'ኃ', 'ኅ', 'ኋ',
      'ነ', 'ኑ', 'ኒ', 'ና', 'ኔ', 'ን', 'ኖ',
      'ኛ', 'ኝ', 'ኞ',
      'አ', 'ኢ', 'ኤ', 'እ', 'ኦ',
      'ከ', 'ኩ', 'ኪ', 'ካ', 'ኬ', 'ክ', 'ኮ', 'ኽ',
      'ወ', 'ዊ', 'ዋ', 'ዌ', 'ው', 'ዎ',
      'ዐ', 'ዓ', 'ዕ',
      'ዘ', 'ዙ', 'ዚ', 'ዛ', 'ዜ', 'ዝ',
      'ዥ',
      'የ', 'ዩ', 'ያ', 'ዬ', 'ይ', 'ዮ',
      'ደ', 'ዱ', 'ዲ', 'ዳ', 'ድ', 'ዶ',
      'ጀ', 'ጂ', 'ጃ', 'ጅ', 'ጆ',
      'ገ', 'ጉ', 'ጋ', 'ጌ', 'ግ', 'ጎ', 'ጓ',
      'ጠ', 'ጡ', 'ጣ', 'ጤ', 'ጥ',
      'ጨ', 'ጪ', 'ጫ', 'ጭ',
      'ጵ',
      'ጽ', 'ፅ',
      'ፈ', 'ፉ', 'ፊ', 'ፋ', 'ፌ', 'ፍ', 'ፎ',
      'ፐ', 'ፒ', 'ፓ', 'ፕ', 'ፖ'
    ]
  }
});
