registerCountry("japan", {
    iso: 'JP',
    colors: ['#BC002D', '#FFFFFF'],
    languages: {
      national: ['Japanese'],
      other: ['Ryukyuan', 'Ainu']
    },
    scripts: ["CJK Strokes"],
    notes: '本展示は、膨大な全文字を網羅するのではなく、日本語の構成美である五十音(Gojūon)とその根源に焦点を当てています。漢字の一部を切り取って生まれたカタカナの「断片」や、日本語特有の筆致を形作る筆順(Hitsujun)と三つの筆使い(止め、跳ね、払い)を展示することで、一文字に宿る構築の論理を表現しています。',
    glyphs: {
      'Hiragana': [
        'あ', 'い', 'う', 'え', 'お', 'か', 'き', 'く', 'け', 'こ', 'さ', 'し', 'す', 'せ', 'そ',
        'た', 'ち', 'つ', 'て', 'と', 'な', 'に', 'ぬ', 'ね', 'の', 'は', 'ひ', 'ふ', 'へ', 'ほ',
        'ま', 'み', 'む', 'め', 'も', 'や', 'ゆ', 'よ', 'ら', 'り', 'る', 'れ', 'ろ', 'わ', 'を',
        'ん', 'が', 'ぎ', 'ぐ', 'げ', 'ご', 'ざ', 'じ', 'ず', 'ぜ', 'ぞ', 'だ', 'ぢ', 'づ', 'で',
        'ど', 'ば', 'び', 'ぶ', 'べ', 'ぼ', 'ぱ', 'ぴ', 'ぷ', 'ぺ', 'ぽ', 'っ', 'ゃ', 'ゅ', 'ょ',
        'ゔ', 'ゝ', 'ゞ'
      ],
      'Katakana': [
        'ア', 'イ', 'ウ', 'エ', 'オ', 'カ', 'キ', 'ク', 'ケ', 'コ', 'サ', 'シ', 'ス', 'セ', 'ソ',
        'タ', 'チ', 'ツ', 'テ', 'ト', 'ナ', 'ニ', 'ヌ', 'ネ', 'ノ', 'ハ', 'ヒ', 'フ', 'ヘ', 'ホ',
        'マ', 'ミ', 'ム', 'メ', 'モ', 'ヤ', 'ユ', 'ヨ', 'ラ', 'リ', 'ル', 'レ', 'ロ', 'ワ', 'ヲ',
        'ン', 'ガ', 'ギ', 'グ', 'ゲ', 'ゴ', 'ザ', 'ジ', 'ズ', 'ゼ', 'ゾ', 'ダ', 'ヂ', 'ヅ', 'デ',
        'ド', 'バ', 'ビ', 'ブ', 'ベ', 'ボ', 'パ', 'ピ', 'プ', 'ペ', 'ポ', 'ッ', 'ャ', 'ュ', 'ョ',
        'ヴ', 'ヽ', 'ヾ', 'ー'
      ]
    }
  });
