registerCountry("laos", {
  iso: 'LA',
  colors: ['#CE1126', '#002868', '#FFFFFF'],
  languages: {
    national: ['Lao'],
    other: ['Hmong', 'Khmu', 'Tai Dam', 'Phutai', 'Vietnamese']
  },
  scripts: ["New Tai Lue", "Pahawh Hmong", "Tai Tham"],
  glyphs: {
    'Lao': [
      'ກ່', 'ກັ', 'ກ', 'ກິ', 'ກຳ', 'ກ້', 'ກຸ', 'ກໍ່', 'ກົ', 'ກື', 'ກໍ', 'ກຸ່', 'ຂ່', 'ຂໍ້', 'ຂ',
      'ຂົ້', 'ຂຶ້', 'ຂັ', 'ຄົ້', 'ຄ', 'ຄົ', 'ຄີ', 'ຄື', 'ຄຳ', 'ຄັ້', 'ຄ້', 'ຄັ', 'ຄື່', 'ຄໍ', 'ງ',
      'ງິ', 'ຈັ', 'ຈ', 'ຈຳ', 'ຈີ', 'ຈ່', 'ຈິ', 'ຈໍ', 'ຈຸ', 'ຈົ้', 'ຊ', 'ຊື່', 'ຊົ', 'ຊີ', 'ຊຸ',
      'ຊີ້', 'ຊ້', 'ຊໍ', 'ຊິ', 'ຊັ', 'ຊ່', 'ຊັ້', 'ຍ', 'ຍ່', 'ຍົ', 'ຍູ້', 'ຍິ', 'ຍັ', 'ດ', 'ດີ',
      'ດຳ', 'ດ້', 'ດິ', 'ດັ', 'ດຶ', 'ດ່', 'ດຸ', 'ດົ', 'ຕັ້', 'ຕ່', 'ຕ', 'ຕິ', 'ຕ້', 'ຕົ', 'ຕໍ່',
      'ຕໍ', 'ຕື້', 'ຕີ', 'ຖ', 'ຖື', 'ຖິ່', 'ຖິ', 'ຖ້ຳ', 'ຖີ', 'ທ', 'ທຳ', 'ທ່', 'ທີ', 'ທົ່', 'ທັ',
      'ທີ່', 'ທ້', 'ທຶ', 'ທິ', 'ທູ', 'ນ', 'ນິ', 'ນຳ', 'ນີ', 'ນໍ', 'ນໍ້', 'ນຸ', 'ນັ', 'ນັ້', 'ນີ້',
      'ນື່', 'ນ້ັ', 'ນົ', 'ບ', 'ບົ', 'ບຸ', 'ບັ', 'ບໍ', 'ບໍ່', 'ບິ', 'ບຳ', 'ບູ', 'ບ້', 'ປ', 'ປັ',
      'ປີ', 'ປຸ', 'ປຶ', 'ປີ້', 'ປູ', 'ປ່', 'ຜູ້', 'ຜົ່', 'ຜ', 'ຜົ', 'ຜັ', 'ຜ່', 'ຝິ', 'ຝີ', 'ພ',
      'ພິ', 'ພັ', 'ພື່', 'ພີ່', 'ພົ', 'ພ້', 'ພູ', 'ฟ', 'ຟ້', 'ຟໍ', 'ມ', 'ມື', 'ມັ', 'ມິ', 'ມີ',
      'ມ່', 'ມື່', 'ມົ', 'ມ້', 'ຢ່', 'ຢູ່', 'ຢ້', 'ຢ', 'ຣ', 'ຣັ', 'ລ', 'ລັ', 'ລົ', 'ລິ', 'ລູ',
      'ລີ', 'ລັ່', 'ລ້', 'ລື', 'ລຸ', 'ລ່', 'ລໍ', 'ລຶ', 'ວ', 'ວັ', 'ວີ', 'ວ່', 'ວ້', 'ວິ', 'ສ',
      'ສັ', 'ສຶ', 'ສຸ', 'ສື', 'ສັ່', 'ສ້', 'ສໍ', 'ສຳ', 'ສູ', 'ສິ', 'ສ່', 'ສີ', 'ສູ້', 'ຫ', 'ຫົ',
      'ຫ້', 'ຫ່', 'ອ', 'ອ່ື', 'ອຸ', 'ອິ', 'ອັ', 'ອໍ', 'ອ้', 'ອີ', 'ອົ', 'ຮ່', 'ຮູ', 'ຮົ', 'ຮ',
      'ຮັ', 'ຮຸ່', 'ຮື', 'ຮ้', 'ຮູ້', 'ະ', 'າ', 'ຽ', 'ເ', 'ແ', 'ໂ', 'ໃ', 'ໄ', 'ໜັ', 'ໜີ',
      'ໜັ່', 'ໜ', 'ໜຶ່', 'ໜ້', 'ໝ', 'ໝໍ', 'ໝ່', 'ໝົ'
    ]
  }
});
