registerCountry("laos", {
  iso: 'LA',
  colors: ['#CE1126', '#002868', '#FFFFFF'],
  languages: {
    national: ['Lao'],
    other: ['Hmong', 'Khmu', 'Tai Dam', 'Phutai', 'Vietnamese']
  },
  glyphs: {
    'Lao': [
      'ກ', 'ຂ', 'ຄ', 'ງ', 'ຈ', 'ສ', 'ຊ', 'ຍ', 'ດ', 'ຕ', 'ຖ', 'ທ', 'ນ', 'ບ', 'ປ', 'ຜ',
      'ຝ', 'ພ', 'ຟ', 'ມ', 'ຢ', 'ຣ', 'ລ', 'ວ', 'ຫ', 'ອ', 'ຮ',
      'ະ', 'ັ', 'າ', 'ຳ', 'ິ', 'ີ', 'ຶ', 'ື', 'ຸ', 'ູ', 'ເ', 'ແ', 'ໂ', 'ໃ', 'ໄ',
      '່', '້', '໊', '໋', '໌', 'ໍ', '໐', '໑', '໒', '໓', '໔', '໕', '໖', '໗', '໘', '໙'
    ]
  }
});
