registerCountry("myanmar", {
  iso: 'MM',
  colors: ['#FECB00', '#34B233', '#EA2839'],
  languages: {
    national: ['Burmese'],
    other: ['Shan', 'Karen', 'Rakhine', 'Chin', 'Kachin', 'Mon', 'Kayah']
  },
  glyphs: {
    'Myanmar': [
      'က', 'ခ', 'ဂ', 'ဃ', 'င', 'စ', 'ဆ', 'ဇ', 'ဈ', 'ဉ', 'ည', 'ဋ', 'ဌ', 'ဍ', 'ဎ', 'ဏ',
      'တ', 'ထ', 'ဒ', 'ဓ', 'န', 'ပ', 'ဖ', 'ဗ', 'ဘ', 'မ', 'ယ', 'ရ', 'လ', 'ဝ', 'သ', 'ဟ',
      'ဠ', 'အ',
      'ါ', 'ာ', 'ိ', 'ီ', 'ု', 'ူ', 'ေ', 'ဲ', 'ဳ', 'ဴ', 'ဵ', 'ံ', '့', 'း', '္', '်',
      '၀', '၁', '၂', '၃', '၄', '၅', '၆', '၇', '၈', '၉'
    ]
  }
});
