registerCountry("myanmar", {
  iso: 'MM',
  colors: ['#FECB00', '#34B233', '#EA2839'],
  languages: {
    national: ['Burmese'],
    other: ['Shan', 'Karen', 'Rakhine', 'Chin', 'Kachin', 'Mon', 'Kayah']
  },
  scripts: ["New Tai Lue", "Lisu", "Hanifi Rohingya"],
  glyphs: {
        'Myanmar': [
          'ကြို့', 'ကေ', 'က်', 'ကူ', 'ကျ', 'က', 'ကြ', 'ကြေ', 'ကျေ', 'ကို', 'ကြဲ', 'ကွ', 'ကု', 'ကြီ', 'ကဲ',
          'ကျွ', 'ကံ', 'ကိ', 'က္', 'ကြုံ', 'ခူ', 'ချ', 'ခ', 'ခု', 'ခံ', 'ခို', 'ခဲ့', 'ခွဲ', 'ချိ', 'ချီ',
          'ခြေ', 'ခေ', 'ခဲ', 'ခြ', 'ခြုံ', 'ခွ', 'ချို့', 'ချု', 'ဂွ', 'ဂု', 'ဂ', 'င်', 'င့်', 'ငံ', 'င',
          'ငု', 'ငွေ', 'င့်', 'ငှ', 'စ', 'စ်', 'စီ', 'စုံ', 'စို', 'စေ', 'စု', 'စ္', 'စွ', 'ဆေ', 'ဆုံ',
          'ဆို', 'ဆ', 'ဆွေ', 'ဆဲ', 'ဆု', 'ဆီ', 'ဇေ', 'ဇ', 'ဈေ', 'ဉ်', 'ည့်', 'ည်', 'ညီ', 'ည', 'ည့်',
          'ညွ', 'ဌ', 'ဍ', 'ဏ်', 'ဏ', 'ဏီ', 'ဏ္', 'တ်', 'တ', 'တွ', 'တို', 'တွေ့', 'တွေ', 'တီ', 'တဲ့',
          'တို့', 'တိ', 'တေ', 'တွဲ', 'တုံ့', 'တ္', 'တူ', 'ထု', 'ထ', 'ထိ', 'ထွ', 'ထေ', 'ထို', 'ထံ', 'ထို့',
          'ဒီ', 'ဒေ', 'ဒ', 'ဒိ', 'ဒု', 'ဓ', 'န', 'နှ', 'နေ', 'န်', 'နို', 'နေ့', 'နှေ', 'န့်', 'နီ',
          'နဲ့', 'နှဲ', 'န္', 'န်ု', 'နံ', 'နှု', 'ပဲ', 'ပ', 'ပ်', 'ပွဲ', 'ပွ', 'ပုံ', 'ပံ့', 'ပို', 'ပေ',
          'ပြီ', 'ပြ', 'ပြေ', 'ပြု', 'ပု', 'ပြို', 'ပို့', 'ပီ', 'ပိ', 'ဖြ', 'ဖွဲ့', 'ဖေ', 'ဖ', 'ဖိ', 'ဖျ',
          'ဗုံ', 'ဗို', 'ဗ', 'ဗျူ', 'ဘေ', 'ဘ', 'ဘူ', 'ဘွ', 'ဘု', 'ဘဲ', 'ဘီ', 'မြို့', 'မျ', 'မှ', 'မ',
          'မိ', 'မှု', 'မ်', 'မြ', 'မေ', 'မျို', 'မြေ', 'မီ', 'မ္', 'မှူ', 'မျှ', 'မဲ', 'မွ', 'မံ', 'ယ်',
          'ယ', 'ယျ', 'ယ့်', 'ရ', 'ရေ', 'ရု', 'ရီ', 'ရို', 'ရှေ့', 'ရွ', 'ရိ', 'ရှေ', 'ရှိ', 'ရွေ', 'ရဲ',
          'ရှ', 'ရှို', 'ရှု', 'ရွှေ့', 'ရှုံ', 'လ', 'လို', 'လူ', 'လေ့', 'လွှ', 'လေ', 'လံ', 'လို့', 'လွ', 'လှ',
          'လ်', 'လု', 'လုံ', 'လီ', 'လျှ', 'လျှို့', 'လျ', 'လှို', 'ဝ', 'ဝှ', 'သ', 'သုံ', 'သံ', 'သေ', 'သူ့',
          'သူ', 'သွ', 'သိ', 'သီ', 'သို', 'သွေ', 'သို့', 'ဟ', 'ဟု', 'ဟေ', 'အ', 'အေ', 'အဲ', 'အို', 'အု',
          'အိ', 'အုံ', 'ဥ်', 'ဥ', 'ဦ', 'ဧ', 'ဩ', 'ါ', 'ါ်', 'ာ', 'ာ်', 'ာ့', 'း', 'း‌', '၀',
          '၁', '၂', '୩', '၄', '୫', '၆', '၇', '၈', '၉', '၊', '။', '၌', '၍', '၎', '၏'
        ]  }
});
