registerCountry("sri_lanka", {
  iso: 'LK',
  colors: ['#8D153A', '#FFBE29', '#00534E', '#FF7722'],
  languages: {
    national: ['Sinhala', 'Tamil'],
    other: ['English', 'Sri Lankan Creole Malay']
  },
  scripts: ["Tamil"],
  glyphs: {
    'Sinhala': [
      'අ', 'ආ', 'ඇ', 'ඈ', 'ඉ', 'ඊ', 'උ', 'ඌ', 'ඍ', 'එ', 'ඒ', 'ඓ', 'ඔ', 'ඕ', 'ඖ',
      'ක', 'ඛ', 'ග', 'ඝ', 'ඞ', 'ඟ',
      'ච', 'ඡ', 'ජ', 'ඣ', 'ඤ', 'ඥ',
      'ට', 'ඨ', 'ඩ', 'ඪ', 'ණ', 'ඬ',
      'ත', 'ථ', 'ද', 'ධ', 'න', 'ඳ',
      'ප', 'ඵ', 'බ', 'භ', 'ම', 'ඹ',
      'ය', 'ර', 'ල', 'ව', 'ශ', 'ෂ', 'ස', 'හ', 'ළ', 'ෆ',
      'ං', 'ඃ',
      'ා', 'ැ', 'ෑ', 'ි', 'ී', 'ු', 'ූ', 'ෘ', 'ෙ', 'ේ', 'ෛ', 'ො', 'ෝ', 'ෞ', '්'
    ]
  }
});
