registerCountry("sri_lanka", {
  iso: 'LK',
  colors: ['#8D153A', '#FFBE29', '#00534E', '#FF7722'],
  languages: {
    national: ['Sinhala', 'Tamil'],
    other: ['English', 'Sri Lankan Creole Malay']
  },
  scripts: ["Tamil"],
  glyphs: {
    'Sinhala': [
      'අ', 'අං', 'ආ', 'ඇ', 'ඉ', 'ඉං', 'ඊ', 'උ', 'ඌ', 'ඍ', 'එ', 'ඒ', 'ඔ', 'ඕ', 'ඖ',
      'කු', 'ක', 'කෙ', 'කා', 'ක්', 'කි', 'කෝ', 'කො', 'ක්‍', 'කේ', 'කොං', 'කැ', 'කෘ', 'කූ', 'කී',
      'ඛ්‍', 'ඛ', 'ඛෝ', 'ඛා', 'ග', 'ගි', 'ගී', 'ගෙ', 'ගැ', 'ගො', 'ගු', 'ග්', 'ගේ', 'ගා', 'ග්‍',
      'ගං', 'ගෑ', 'ගෝ', 'ගිං', 'ඝා', 'ඝෝ', 'ඟ', 'ඟේ', 'ඟු', 'ඟා', 'ඟී', 'ච', 'ච්', 'චි', 'චා',
      'චී', 'චං', 'චෙ', 'චැ', 'ඡ', 'ඡා', 'ජ', 'ජා', 'ජ්‍', 'ජි', 'ජො', 'ජූ', 'ජු', 'ජී', 'ජෝ',
      'ජේ', 'ජං', 'ඤ්', 'ඤ', 'ඥ', 'ඥා', 'ටූ', 'ට', 'ටි', 'ට්', 'ටු', 'ටෝ', 'ට්‍', 'ටේ', 'ටා',
      'ටී', 'ටෙ', 'ඨා', 'ඩි', 'ඩ', 'ඩො', 'ඩා', 'ඩෙ', 'ඩ්', 'ඩං', 'ඩු', 'ඩී', 'ණ', 'ණු', 'ණි',
      'ණා', 'ණ්', 'ණ්‍', 'ණී', 'ණෑ', 'ණේ', 'ඬ', 'ත', 'ත්', 'තු', 'තා', 'ත්‍', 'ති', 'තෝ', 'තේ',
      'තැ', 'තී', 'තො', 'තෙ', 'තෑ', 'ථා', 'ථ', 'ථි', 'දා', 'ද', 'දි', 'දී', 'දේ', 'දෙ', 'ද්',
      'දු', 'දැ', 'ද්‍', 'දෑ', 'දො', 'දෘ', 'දූ', 'දෝ', 'ධි', 'ධ', 'ධා', 'ධ්‍', 'ධූ', 'ධී', 'ධ්',
      'න', 'න්', 'නා', 'නු', 'නී', 'නි', 'නැ', 'නේ', 'නො', 'නෑ', 'නෙ', 'නූ', 'නෝ', 'න්‍', 'නැං',
      'ඳ', 'ඳු', 'ඳැ', 'ඳි', 'ඳී', 'පෙ', 'ප', 'පු', 'පා', 'ප්‍', 'පි', 'පෘ', 'පෑ', 'පැ', 'පූ',
      'ප්', 'පො', 'පේ', 'පෝ', 'පුං', 'පෞ', 'පී', 'ඵ', 'බ', 'බි', 'බූ', 'බා', 'බැං', 'බෙ', 'බී',
      'බිං', 'බෝ', 'බො', 'බු', 'බැ', 'බේ', 'බෑ', 'බ්', 'බෞ', 'භ', 'භෝ', 'භා', 'භි', 'භී', 'භූ',
      'භ්', 'මැ', 'ම', 'ම්', 'මු', 'මා', 'මෙ', 'මේ', 'මි', 'මූ', 'මී', 'මෝ', 'මො', 'මෙි', 'මෑ',
      'මෘ', 'මං', 'ඹ', 'ඹා', 'ඹෙ', 'ඹි', 'ඹු', 'යෝ', 'යා', 'ය', 'යි', 'යේ', 'යු', 'යෙ', 'යාං',
      'යො', 'යං', 'යෑ', 'යී', 'ය්', 'යැ', 'රි', 'රා', 'ර', 'රේ', 'ර්', 'රී', 'රු', 'රෙ', 'රෝ',
      'රැ', 'රෑ', 'රො', 'රූ', 'රං', 'ල', 'ලං', 'ලි', 'ලා', 'ල්', 'ලී', 'ල්‍', 'ලැ', 'ලො', 'ලේ',
      'ලෙ', 'ලු', 'ලෝ', 'ලිං', 'වා', 'ව', 'වි', 'වී', 'ව්‍', 'වෙ', 'වූ', 'වැ', 'වේ', 'ව්', 'වෝ',
      'වු', 'වෘ', 'වෙි', 'වෝ', 'වං', 'ශේ', 'ශ', 'ශී', 'ශ්‍', 'ශෝ', 'ශ්', 'ශූ', 'ශි', 'ශා', 'ෂාං',
      'ෂ', 'ෂා', 'ෂ්', 'ෂෙ', 'ෂ්‍', 'ෂි', 'ෂී', 'ෂේ', 'සි', 'සැ', 'සා', 'සු', 'සෞ', 'ස', 'සී',
      'ස්', 'සිං', 'සං', 'සේ', 'සො', 'සෝ', 'සෙ', 'සෑ', 'සූ', 'සේ', 'හ', 'හි', 'හා', 'හෙ', 'හු',
      'හැ', 'හේ', 'හො', 'හෝ', 'හී', 'හෘ', 'ළි', 'ළ', 'ළු', 'ළා', 'ළෙ', 'ළැ', 'ළේ', 'ළෝ', 'ෆ',
      'ෆ්', 'ෆි'
    ]
  }
});
