registerCountry("tajikistan", {
  iso: 'TJ',
  colors: ['#CC0000', '#FFFFFF', '#006600'],
  languages: {
    national: ['Tajik'],
    other: ['Russian', 'Uzbek', 'Kyrgyz', 'Shughni', 'Rushani', 'Yazgulyam', 'Wakhi']
  },
  glyphs: {
    'Cyrillic': [
      'А', 'Б', 'В', 'Г', 'Ғ', 'Д', 'Е', 'Ё', 'Ж', 'З', 'И', 'Ӣ', 'Й',
      'К', 'Қ', 'Л', 'М', 'Н', 'О', 'П', 'Р', 'С', 'Т', 'У', 'Ӯ',
      'Ф', 'Х', 'Ҳ', 'Ч', 'Ҷ', 'Ш', 'Ъ', 'Э', 'Ю', 'Я',
      'а', 'б', 'в', 'г', 'ғ', 'д', 'е', 'ё', 'ж', 'з', 'и', 'ӣ', 'й',
      'к', 'қ', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ӯ',
      'ф', 'х', 'ҳ', 'ч', 'ҷ', 'ш', 'ъ', 'э', 'ю', 'я'
    ]
  }
});
