registerCountry("thailand", {
  iso: 'TH',
  colors: ['#A51931', '#F4F5F8', '#2D2A4A'],
  languages: {
    national: ['Thai'],
    other: ['Isan', 'Northern Thai', 'Southern Thai', 'Khmer', 'Malay', 'Karen', 'Hmong']
  },
  scripts: ["New Tai Lue"],
  glyphs: {
    'Thai': [
      'กิ', 'ก', 'กุ', 'กั', 'กึ่', 'กำ', 'ก์', 'กี่', 'ก้', 'กี', 'ก่', 'ก็', 'ก๊', 'กู', 'กี้',
      'ข้', 'ข', 'ขี', 'ข่', 'ขึ้', 'ขั', 'ขั้', 'ค', 'คำ', 'ค้', 'คุ', 'คั', 'คู่', 'คิ', 'คื',
      'ค่', 'ค์', 'ง', 'งิ', 'ง่', 'งื่', 'จิ', 'จั', 'จ', 'จุ', 'จำ', 'จี', 'จ้', 'จ่', 'ฉ',
      'ฉี', 'ช้', 'ช', 'ชี', 'ช็', 'ชู', 'ช์', 'ชื่', 'ช่', 'ชุ', 'ชิ', 'ชั่', 'ชี่', 'ซ', 'ซ่',
      'ซึ่', 'ซี', 'ซั', 'ซิ', 'ซู', 'ญ', 'ญี่', 'ญ่', 'ญั', 'ฎ', 'ฏ', 'ฏิ', 'ฐี', 'ฐ', 'ฐ์',
      'ฑิ', 'ฒ', 'ฒิ', 'ณ์', 'ณ', 'ณี', 'ณิ', 'ดี', 'ด', 'ด้', 'ดิ', 'ด์', 'ดั', 'ดู', 'ดำ',
      'ดื', 'ด็', 'ดุ', 'ตุ', 'ต์', 'ต', 'ตั้', 'ต่', 'ติ', 'ต้', 'ตั', 'ตุ้', 'ตำ', 'ตู', 'ถุ',
      'ถู', 'ถ', 'ถิ', 'ถ้', 'ถึ', 'ถื', 'ท', 'ที่', 'ทั้', 'ทำ', 'ทั่', 'ทุ', 'ท่', 'ที', 'ทั',
      'ท์', 'ท็', 'ธ์', 'ธั', 'ธี', 'ธิ', 'ธ', 'ธิ์', 'น', 'น้', 'นุ', 'นื้', 'นู', 'นำ', 'นี้',
      'นี', 'นี่', 'น์', 'นั', 'น็', 'นิ', 'นึ่', 'นั้', 'น่', 'นุ่', 'นื', 'บ', 'บื้', 'บั', 'บี',
      'บ่', 'บุ', 'บู', 'บ็', 'บุ๊', 'ป้', 'ปี', 'ป', 'ปั', 'ปุ่', 'ปุ', 'ป็', 'ปิ', 'ป่', 'ปิ่',
      'ป์', 'ผู้', 'ผิ', 'ผ', 'ผ่', 'ผุ', 'ฝ', 'ฝ่', 'พี', 'พั', 'พ', 'พิ', 'พิ่', 'พ์', 'พื่',
      'พู', 'พ็', 'พื', 'พี้', 'ฟ', 'ฟี', 'ฟิ', 'ฟ้', 'ภ', 'ภิ', 'ภู่', 'ภู', 'ม', 'มี', 'มิ',
      'ม่', 'มู', 'มั', 'มื', 'มู่', 'มื่', 'มุ่', 'มิ่', 'มุ', 'ย', 'ย่', 'ย้', 'ยี่', 'ย์', 'ยู',
      'ยั', 'ยี', 'ยู่', 'ยุ', 'ยิ', 'ร', 'ร์', 'รู้', 'รี', 'ร่', 'ริ่', 'รั', 'รุ', 'รื่', 'ริ',
      'ร้', 'รั่', 'รู', 'รุ่', 'รั้', 'รื', 'ฤ', 'ล', 'ล่', 'ล้', 'ลิ', 'ล์', 'ลั', 'ลี่', 'ลื',
      'ลี', 'ล็', 'ลื่', 'ลุ่', 'ลำ', 'ลู', 'ลั่', 'ลึ่', 'วิ', 'ว', 'ว็', 'ว้', 'วั', 'วี', 'ว่',
      'วุ', 'ว์', 'ศ', 'ศึ', 'ศั', 'ศู', 'ษ', 'ษ์', 'สิ', 'ส', 'สี', 'ส่', 'สุ่', 'สิ่', 'สุ',
      'สู่', 'สื่', 'ส์', 'สั', 'สั้', 'สื', 'สำ', 'สู', 'ห', 'ห้', 'หั', 'ห่', 'หิ', 'ห์', 'ฬ',
      'ฬั', 'อ', 'อั', 'อ้', 'อิ', 'อื่', 'อู', 'อุ', 'อ่', 'อี', 'ฮิ', 'ฮั', 'ฮ', 'ฮี', 'ฯ',
      'ะ', 'า', 'เ', 'แ', 'โ', 'ใ', 'ไ', 'ๆ'
    ]
  }
});
