registerCountry("uzbekistan", {
  iso: 'UZ',
  colors: ['#0099B5', '#CE1126', '#FFFFFF', '#1EB53A'],
  languages: {
    national: ['Uzbek'],
    other: ['Russian', 'Tajik', 'Kazakh', 'Karakalpak', 'Tatar']
  },
  glyphs: {
    'Basic Latin': [
      'A', 'B', 'C', 'D', 'E', 'F', 'G', 'H', 'I', 'J', 'K', 'L', 'M',
      'N', 'O', 'P', 'Q', 'R', 'S', 'T', 'U', 'V', 'W', 'X', 'Y', 'Z',
      'a', 'b', 'c', 'd', 'e', 'f', 'g', 'h', 'i', 'j', 'k', 'l', 'm',
      'n', 'o', 'p', 'q', 'r', 's', 't', 'u', 'v', 'w', 'x', 'y', 'z'
    ],
    'Latin Extended-A': ['Ō', 'ō', 'Ğ', 'ğ', 'Sh', 'sh', 'Ch', 'ch'],
    'Latin Extended-B': ['ʻ'],
    'Cyrillic': [
      'А', 'Б', 'В', 'Г', 'Ғ', 'Д', 'Е', 'Ё', 'Ж', 'З', 'И', 'Й',
      'К', 'Қ', 'Л', 'М', 'Н', 'О', 'П', 'Р', 'С', 'Т', 'У', 'Ў',
      'Ф', 'Х', 'Ҳ', 'Ц', 'Ч', 'Ш', 'Ъ', 'Ь', 'Э', 'Ю', 'Я',
      'а', 'б', 'в', 'г', 'ғ', 'д', 'е', 'ё', 'ж', 'з', 'и', 'й',
      'к', 'қ', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ў',
      'ф', 'х', 'ҳ', 'ц', 'ч', 'ш', 'ъ', 'ь', 'э', 'ю', 'я'
    ]
  }
});
