registerCountry("vietnam", {
    iso: 'VN',
    colors: ['#DA251D', '#FFCD00'],
    languages: {
      national: ['Vietnamese'],
      other: ['Hmong']
    },
    scripts: ["New Tai Lue", "Pahawh Hmong"],
    glyphs: {
      'Basic Latin': [
        'A', 'B', 'C', 'D', 'E', 'G', 'H', 'I', 'K', 'L', 'M', 'N', 'O', 'P', 'Q', 'R', 'S', 'T', 'U', 'V', 'X', 'Y',
        'a', 'b', 'c', 'd', 'e', 'g', 'h', 'i', 'k', 'l', 'm', 'n', 'o', 'p', 'q', 'r', 's', 't', 'u', 'v', 'x', 'y'
      ],
      'Latin-1 Supplement': [
        'À', 'Á', 'Â', 'Ã', 'È', 'É', 'Ê', 'Ì', 'Í', 'Ò', 'Ó', 'Ô', 'Õ', 'Ù', 'Ú', 'Ý',
        'à', 'á', 'â', 'ã', 'è', 'é', 'ê', 'ì', 'í', 'ò', 'ó', 'ô', 'õ', 'ù', 'ú', 'ý'
      ],
      'Latin Extended-A': ['Ă', 'ă'],
      'Latin Extended-B': ['Đ', 'Ơ', 'Ư', 'đ', 'ơ', 'ư'],
      'Latin Extended Additional': [
        'Ạ', 'Ả', 'Ấ', 'Ầ', 'Ẩ', 'Ẫ', 'Ậ', 'Ắ', 'Ằ', 'Ẳ', 'Ẵ', 'Ặ',
        'Ẹ', 'Ẻ', 'Ẽ', 'Ế', 'Ề', 'Ể', 'Ễ', 'Ệ',
        'Ỉ', 'Ị',
        'Ọ', 'Ỏ', 'Ố', 'Ồ', 'Ổ', 'Ỗ', 'Ộ', 'Ớ', 'Ờ', 'Ở', 'Ỡ', 'Ợ',
        'Ụ', 'Ủ', 'Ứ', 'Ừ', 'Ử', 'Ữ', 'Ự',
        'Ỳ', 'Ỵ', 'Ỷ', 'Ỹ',
        'ạ', 'ả', 'ấ', 'ầ', 'ẩ', 'ẫ', 'ậ', 'ắ', 'ằ', 'ẳ', 'ẵ', 'ặ',
        'ẹ', 'ẻ', 'ẽ', 'ế', 'ề', 'ể', 'ễ', 'ệ',
        'ỉ', 'ị',
        'ọ', 'ỏ', 'ố', 'ồ', 'ổ', 'ỗ', 'ộ', 'ớ', 'ờ', 'ở', 'ỡ', 'ợ',
        'ụ', 'ủ', 'ứ', 'ừ', 'ử', 'ữ', 'ự',
        'ỳ', 'ỵ', 'ỷ', 'ỹ'
      ]
    }
  });
