registerCountry("wales", {
    flag: '🏴󠁧󠁢󠁷󠁬󠁳󠁿',
    colors: ['#DA291C', '#FFFFFF', '#00A74D'],
    languages: {
      national: ['Welsh', 'English'],
      other: []
    },
    glyphs: {
      'Basic Latin': ['A', 'B', 'C', 'D', 'E', 'F', 'G', 'H', 'I', 'J', 'K', 'L', 'M', 'N', 'O', 'P', 'Q', 'R', 'S', 'T', 'U', 'V', 'W', 'X', 'Y', 'Z', 'a', 'b', 'c', 'd', 'e', 'f', 'g', 'h', 'i', 'j', 'k', 'l', 'm', 'n', 'o', 'p', 'q', 'r', 's', 't', 'u', 'v', 'w', 'x', 'y', 'z'],
      'Latin-1 Supplement': ['à', 'á', 'â', 'ä', 'è', 'é', 'ê', 'ë', 'ì', 'í', 'î', 'ï', 'ò', 'ó', 'ô', 'ö', 'ù', 'ú', 'û', 'ü', 'ý', 'ÿ', 'À', 'Á', 'Â', 'Ä', 'È', 'É', 'Ê', 'Ë', 'Ì', 'Í', 'Î', 'Ï', 'Ò', 'Ó', 'Ô', 'Ö', 'Ù', 'Ú', 'Û', 'Ü', 'Ý', 'Ÿ'],
      'Latin Extended-A': ['ŵ', 'ŷ', 'Ŵ', 'Ŷ'],
      'Latin Extended Additional': ['ẁ', 'ẃ', 'ẅ', 'ỳ', 'Ẁ', 'Ẃ', 'Ẅ', 'Ỳ']
    }
  });
