registerBlock("Gujarati", [
      'અં', 'અ', 'આ', 'આં', 'ઈ', 'ઉ', 'એ', 'ઐ', 'ઓ', 'ક', 'ક્ષ', 'ક્રિ', 'કા', 'ક્કા', 'કે',
      'ક્ટ', 'કુ', 'ક્ષા', 'ક્ષી', 'કો', 'ક્ત', 'ક્ય', 'ખો', 'ખ્ય', 'ખ્યો', 'ખ', 'ખૂ', 'ખી', 'ગ્લા', 'ગં',
      'ગા', 'ગુ', 'ગ', 'ઘા', 'ઘ', 'ચ્ચે', 'ચ', 'ચા', 'ચો', 'ચિ', 'ચી', 'છે', 'છી', 'જૂ', 'જા',
      'જ', 'જ્ઞા', 'જે', 'જો', 'ટે', 'ટા', 'ટો', 'ટ', 'ટી', 'ડિ', 'ડે', 'ડો', 'ડ', 'ણી', 'ણો',
      'ણ', 'ણે', 'ણા', 'ત', 'તી', 'ત્ત્વ', 'તે', 'ત્મ', 'ત્તિ', 'ત્રા', 'તિ', 'તો', 'તા', 'તૈ', 'ત્ર',
      'તં', 'તુ', 'તું', 'ત્તા', 'થ', 'થ્યા', 'થી', 'થા', 'દે', 'દી', 'દ', 'દ્મા', 'દિ', 'દુ', 'દ્વિ',
      'દ્દો', 'દ્દા', 'દ્ધિ', 'દ્વા', 'ધિ', 'ધી', 'ધ્યા', 'ધા', 'ધ', 'ધ્ય', 'ધો', 'ના', 'નો', 'ની', 'ને',
      'ન', 'નિ', 'નું', 'ન્દ્રી', 'ન્ટ', 'ન્યો', 'પા', 'પૂ', 'પ', 'પ્ત', 'પ્ર', 'પ્યુ', 'પી', 'પો', 'ફ',
      'ફૂ', 'ફે', 'ફા', 'બાં', 'બં', 'બા', 'બ', 'બિં', 'બ્રિ', 'બે', 'બૂ', 'બિ', 'બ્દો', 'ભા', 'ભ',
      'ભ્યો', 'ભૂ', 'મા', 'મ', 'માં', 'મ્બ', 'મં', 'મે', 'મુ', 'મિ', 'મૃ', 'મો', 'મી', 'યે', 'યા',
      'ય', 'યો', 'યુ', 'યં', 'ર', 'રા', 'ર્ષ', 'રુ', 'રે', 'ર્ણ', 'ર્યું', 'રૂ', 'રી', 'ર્ચા', 'ર્ડિં',
      'રો', 'ર્ભ', 'ર્ગ', 'રં', 'ર્ષો', 'ર્ણા', 'રિ', 'ર્યા', 'ર્ધા', 'લી', 'લું', 'લ', 'લા', 'લ્યો', 'લૂ',
      'લાં', 'લુ', 'ળ', 'વ', 'વા', 'વી', 'વૈ', 'વિ', 'વો', 'વાં', 'વે', 'વ્યું', 'વ્ય', 'શ', 'શું',
      'શે', 'શી', 'શો', 'શં', 'શ્ચિ', 'શ્વા', 'શાં', 'શા', 'ષ', 'ષ્ટ્રી', 'સ', 'સં', 'સે', 'સ્તા', 'સ્ત',
      'સુ', 'સૌ', 'સિ', 'સ્ટ', 'સા', 'સ્સો', 'સ્થા', 'સ્તં', 'સ્પ', 'હ', 'હેં', 'હા', 'હો', 'હ્યા', 'હે',
      'હુ', 'હિ', 'હી'
    ]);
