registerBlock("Tibetan", [
      '་', '།', '༠', '༡', '༢', '༣', '༤', '༥', '༦', '༧', '༨', '༩', '༸', 'ཀྱི', 'ཀྲུ',
      'ཀ', 'ཀློ', 'ཀུ', 'ཀོ', 'ཁ', 'ཁུ', 'ཁྱ', 'ཁྲི', 'ཁོ', 'ཁེ', 'ཁྱོ', 'ག', 'གུ', 'གྲོ', 'གོ',
      'གི', 'གེ', 'གྱུ', 'གླེ', 'གླ', 'གྲེ', 'གྱི', 'གྲ', 'གླི', 'གྲི', 'གློ', 'གྲུ', 'ང', 'ངོ', 'ཅི',
      'ཅུ', 'ཅ', 'ཆེ', 'ཆོ', 'ཆ', 'ཆུ', 'ཇི', 'ཇེ', 'ཇ', 'ཇུ', 'ཉ', 'ཉེ', 'ཉི', 'ཉུ', 'ཉོ',
      'ཊ', 'ཊོ', 'ཊི', 'ཏོ', 'ཏུ', 'ཏ', 'ཏེ', 'ཐུ', 'ཐོ', 'ཐ', 'ཐེ', 'ད', 'དུ', 'དྲ', 'དོ',
      'དེ', 'དྨ', 'དྲི', 'དྲྭ', 'དི', 'དྷ', 'ན', 'ནོ', 'ནེ', 'ནི', 'པོ', 'པེ', 'པ', 'པུ', 'པཱ',
      'པྱ', 'ཕྲི', 'ཕ', 'ཕྲུ', 'ཕྱོ', 'ཕྱི', 'ཕོ', 'ཕྱུ', 'ཕྲ', 'ཕྲོ', 'ཕུ', 'བོ', 'བ', 'བྲེ', 'བྱི',
      'བྱོ', 'བྱུ', 'བུ', 'བྱ', 'བྷ', 'བེ', 'བྱེ', 'བླ', 'བློ', 'བྲུ', 'བྷི', 'བྲ', 'བྷི', 'མི', 'མ',
      'མུ', 'མོ', 'མེ', 'མྱ', 'མཱ', 'ཙ', 'ཙི', 'ཙོ', 'ཚི', 'ཚོ', 'ཚ', 'ཚུ', 'ཚེ', 'ཛུ', 'ཛོ',
      'ཛེ', 'ཛི', 'ཛ', 'ཝེ', 'ཝ', 'ཝི', 'ཞི', 'ཞེ', 'ཞུ', 'ཞ', 'ཞོ', 'ཟུ', 'ཟི', 'ཟླ', 'ཟོ',
      'ཟེ', 'འི', 'འ', 'འོ', 'འུ', 'འེ', 'ཡ', 'ཡུ', 'ཡོ', 'ཡི', 'རྒྱ', 'རི', 'རླུ', 'ར', 'རྡ',
      'རྩེ', 'རྟ', 'རོ', 'རྩོ', 'རྙ', 'རྩ', 'རྒ', 'རྐུ', 'རྟོ', 'རྨ', 'རྐྱེ', 'རྗེ', 'རྫོ', 'རྡི', 'རྡོ',
      'རླ', 'རུ', 'རྒྱུ', 'རྗོ', 'རྫི', 'རཱ', 'རྣ', 'རྐ', 'ལ', 'ལྗོ', 'ལྷ', 'ལོ', 'ལྷོ', 'ལྡ', 'ལེ',
      'ལི', 'ལྔ', 'ལུ', 'ལྟ', 'ཤེ', 'ཤོ', 'ཤི', 'ཤ', 'ས', 'སྒྲི', 'སྤྱི', 'སྨོ', 'སེ', 'སྔོ', 'སྐ',
      'སྨ', 'སི', 'སྐྱོ', 'སྟ', 'སྡེ', 'སུ', 'སྒྱུ', 'སྒྲ', 'སྐོ', 'སྒོ', 'སྐུ', 'སྟེ', 'སྐྱ', 'སྲི', 'སྲུ',
      'སྦྱ', 'སྦྱོ', 'སྡུ', 'སྣུ', 'སྡོ', 'སྙ', 'སྤེ', 'སྤྲོ', 'སོ', 'སློ', 'སྒྲུ', 'སྒྲོ', 'ཧི', 'ཧྭ', 'ཨ',
      'ཨེ'
    ]);
